Repository: asadweber/WPF-Prism-MVVM
Catalog: CLL/Localization/SharedResource.*.resx
Languages: ar_kw

source: Password
ar_kw: كلمة المرور

source: Register
ar_kw: Registration

source: Confirm Password
ar_kw: تأكيد كلمة المرور

# CONFIRM_PASSWORD_NOT_MATCHING
source: The password and confirmation password do not match.
ar_kw: Le password inserite non corrispondono.

source: Create a new account.
ar_kw: Crea un nuovo account.

source: E-Mail
ar_kw: البريد الالكتروني

# EMAIL_INVALID
source: Invalid Email
ar_kw: بريد إلكتروني خاطئ

# EMAIL_ADDRESS_REQUIRED
source: Please provide Email
ar_kw: يرجى تقديم البريد الإلكتروني

source: Password required
ar_kw: Password obbligatoria

source: Reset
ar_kw: إعادة

source: Reset Password
ar_kw: إعادة تعيين كلمة المرور

source: Reset your password
ar_kw: Reimposta la password

source: Logout
ar_kw: تسجيل خروج

source: Remember me
ar_kw: تذكرنى

# FORGOT_YOUR_PASSWORD
source: Forgot password?
ar_kw: نسيت كلمة السر

# ACCOUNT_LOGIN
source: Log in
ar_kw: تسجيل الدخول

# REGISTER_AS_NEW_USER
source: Register as a new user
ar_kw: Registrati come nuovo utente

source: Access denied
ar_kw: Accesso negato

# ACCESS_DENIED_TEXT
source: You do not have access to this resource.
ar_kw: Non hai i permessi per accedere a questa risorsa.

# ACCOUNT_NO_EXTERNAL_LOGINS
source: There are no external authentication services configured. See this article https://go.microsoft.com/fwlink/?LinkID=532715 for details on setting up this ASP.NET application to support logging in via external services.
ar_kw: Non ci sono servizi di autenticazione esterni configurati. Guarda questo articolo https://go.microsoft.com/fwlink/?LinkID=532715 per impostare questa applicazione ASP.NET in modo da supportare login esterni.

# ACCOUNT_USE_ANOTHER_SERVICE_LOG_IN
source: Use another service to log in.
ar_kw: Usa un altro servizio per effettuare il login.

# ACCOUNT_USE_LOCAL_ACCOUNT_TO_LOG_IN
source: Use a local account to log in.
ar_kw: Usa un account locale per eseguire il login.

source: Confirm email
ar_kw: Conferma email

# CONFIRM_EMAIL_TEXT
source: Thank you for confirming your email.
ar_kw: Grazie per aver confermato la tua email email.

source: Confirm your email
ar_kw: Conferma la tua email

# CONFIRM_YOUR_EMAIL_TEXT
source: Please confirm your account by <a href='{0}'>clicking here</a>.
ar_kw: Perfavore conferma il tuo account <a href='{0}'>cliccando qui</a>.

source: Forgot password confirmation
ar_kw: Conferma password dimenticata

# FORGOT_PASSWORD_CONFIRMATION_TEXT
source: Please check your email to reset your password.
ar_kw: Perfavore controlla la tua email per confermare il reset della password.

# FORGOT_YOUR_PASSWORD_ENTER_EMAIL
source: Enter your email.
ar_kw: Inserisci la tua email.

source: Invalid login attempt.
ar_kw: محاولة تسجيل دخول غير صالحة

source: Locked out
ar_kw: Bloccato

# LOCKED_OUT_TEXT
source: This account has been locked out, please try again later.
ar_kw: Questo account risulta bloccato, riprova più tardi.

# RESET_PASSWORD_EMAIL_TEXT
source: Please reset your password by <a href='{0}'>clicking here</a>.
ar_kw: Perfavore, resetta la tua password <a href='{0}'>cliccando qui</a>.

source: Submit
ar_kw: ارسال

# EXTERNAL_LOGIN_ASSOCIATE_ACCOUNT
source: Associate your {0} account
ar_kw: Associa il tuo {0} account

# EXTERNAL_LOGIN_TEXT
source: You've successfully authenticated with {0}. Please enter an email address for this site below and click the Register button to finish logging in.
ar_kw: Ti sei loggato con {0}. Perfavore, inseriri una email e clicca su Registrati per finire la procedura di login.

# EXTERNAL_PROVIDER_ERROR
source: Error from external provider: {0}
ar_kw: Errore del provider esterno: {0}

# EXTERNAL_PROVIDER_ERROR_CONFIRMATION
source: Error loading external login information during confirmation.
ar_kw: Errore di caricamento durante il caricamento dei dati di login esterno.

# EXTERNAL_PROVIDER_ERROR_INFO
source: Error loading external login information.
ar_kw: Errore di caricamento durante il caricamento dei dati di login esterno.

# ACCOUNT_LOGIN_2FA
source: Two-factor authentication
ar_kw: Autenticazione a due fattori

# ACCOUNT_LOGIN_2FA_NO_AUTHENTICATOR_DEVICE
source: Don't have access to your authenticator device? You can
ar_kw: Non hai un device di autenticazione? Puoi

# ACCOUNT_LOGIN_2FA_RECOVERY_CODE_TEXT
source: log in with a recovery code
ar_kw: login con un codice di recupero

# ACCOUNT_LOGIN_2FA_REMEMBER_MC
source: Remember this machine
ar_kw: Ricorda questo pc

# ACCOUNT_LOGIN_2FA_TEXT
source: Your login is protected with an authenticator app. Enter your authenticator code below.
ar_kw: Il tuo login è protetto con un'app di autenticazione. Inserisci il codice di autenticazione qua sotto.

# ACCOUNT_LOGIN_AUTHENTICATOR_CODE
source: Authenticator code
ar_kw: Codice di autenticazione

# ACCOUNT_RECOVERY_CODE
source: Recovery code
ar_kw: Codice di recupero

# ACCOUNT_RECOVERY_CODE_REQUIRED
source: Recovery code required
ar_kw: Codice di recupero obbligatorio

# ACCOUNT_RECOVERY_CODE_VERIFICATION
source: Recovery code verification
ar_kw: التحقق من رمز الاسترداد

# ACCOUNT_RECOVERY_CODE_VERIFICATION_TEXT
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
ar_kw: Hai richiesto il login con un codice di recupero. Questo login non sarà ricordato fino a che non inserirerai un codice di autenticazione oppure disabiliti l'autenticazione a due fattori.

source: Invalid authenticator code.
ar_kw: Codice di autenticazione non valido.

# INVALID_RECOVERY_CODE
source: Invalid recovery code entered.
ar_kw: Codice di recupero non valido.

# LOGOUT_TEXT
source: You have successfully logged out of the application.
ar_kw: Logout eseguito con successo.

source: Reset password confirmation
ar_kw: Conferma reset della password

# RESET_PASSWORD_CONFIRMATION_CLICK_HERE
source: click here to log in
ar_kw: clicca per effettuare il login

# RESET_PASSWORD_CONFIRMATION_TEXT1
source: Your password has been reset. Please
ar_kw: La tua password è stata resettata. Perfavore

source: The {0} must be at least {2} and at max {1} characters long.
ar_kw: Il valore inserito {0} deve essere almeno {2} and lungo al massimo {1} caratteri.

# 2FA
source: Two-factor authentication
ar_kw: Autenticazione a due fattori

source: Change password
ar_kw: غير كلمة السر

# CHANGE_PASSWORD_STATUS
source: Your password has been changed.
ar_kw: La tua password è stata cambiata.

source: Current password
ar_kw: Password corrente

source: Current password required
ar_kw: Password corrente obbligatoria

source: External logins
ar_kw: Login esterni

# MANAGE_CHANGE_ACCOUNT_SETTINGS
source: Change your account settings
ar_kw: Cambia le impostazione del tuo account

source: Manage your account
ar_kw: Gestisci account

source: New password
ar_kw: Nuova password

source: New password required
ar_kw: Nuova password obbligatoria

source: Personal data
ar_kw: Dati personali

source: Profile
ar_kw: حساب

# TWOFACTORCODE_REQUIRED
source: Two-factor code is required
ar_kw: Il codice autenticazione a due fattori è obbligatorio

source: Update password
ar_kw: Aggiorna password

# VERIFICATION_CODE_REQUIRED
source: Verification code is required
ar_kw: Il codice di verifica è obbligatorio

source: and
ar_kw: e

source: Configure authenticator app
ar_kw: Configura l'app di autenticazione

# CONFIGURE_AUTHENTICATOR_APP_DOWNLOAD_TEXT
source: Download a two-factor authenticator app like Microsoft Authenticator for
ar_kw: Scarica un'app di autenticazione a due fattori come ad esempio Microsoft Authenticator per

# CONFIGURE_AUTHENTICATOR_APP_GOOGLE_TEXT
source: Google Authenticator for
ar_kw: Google Authenticator per

# CONFIGURE_AUTHENTICATOR_APP_SCAN1
source: Scan the QR Code or enter this key
ar_kw: Scansiona il QR Code o inserisci questa chiave

# CONFIGURE_AUTHENTICATOR_APP_SCAN2
source: into your two factor authenticator app. Spaces and casing do not matter.
ar_kw: nella tua app di autenticazione. Spazi e maiuscole non hanno importanza.

# CONFIGURE_AUTHENTICATOR_APP_SCAN_ALERT
source: To enable QR code generation please read our
ar_kw: Per abilitare la generazione del QR Code, perfavore leggi la nostra

# CONFIGURE_AUTHENTICATOR_APP_SCAN_ALERT_DETAILS
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
ar_kw: Una volta scansionato il QR Code o aver inserito la chiave sotto, l'app di autenticazione a due fattori ti fornirà un codice. Inseriscilo nel box di conferma qua sotto.

# CONFIGURE_AUTHENTICATOR_APP_SCAN_ALERT_LINK
source: documentation
ar_kw: documentazione

# CONFIGURE_AUTHENTICATOR_APP_STEPS
source: To use an authenticator app go through the following steps:
ar_kw: Per utilizzare l'app di autenticazione, segui i seguenti step:

source: Delete Personal Data
ar_kw: Elimina dati personali

# DELETE_PERSONAL_DATA_AND_CLOSE
source: Delete data and close my account
ar_kw: Cancella i dati ed elimina l'account

# DELETE_PERSONAL_DATA_TEXT
source: Deleting this data will permanently remove your account, and this cannot be recovered.
ar_kw: Eliminando questi dati, cancellari il tuo account e non potrà essere recuperato.

# DISABLE_2FA
source: Disable two-factor authentication (2FA)
ar_kw: Disabilita autenticazione a due fattori (2FA)

# DISABLE_2FA_BUTTON
source: Disable 2FA
ar_kw: Disabilita 2FA

# DISABLE_2FA_STATUS
source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
ar_kw: 2fa è stata disabilitata. Puoi riabilitarla configurando un'app di autenticazione

# DISABLE_2FA_TEXT_DETAILS
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
ar_kw: Disabilitando la 2FA non cambierai le chiavi nell'app di autenticazione. Se vuoi cambiare le chiavi di autenticazione, fallo dall'app

# DISABLE_2FA_TEXT_DETAILS_LINK
source: reset your authenticator keys.
ar_kw: reimposta le tue chiavi di autenticazione.

# DISABLE_2FA_TEXT_HEADER
source: This action only disables 2FA.
ar_kw: Questa operazione disabiliterà solo la 2FA.

source: Download Your Data
ar_kw: Scarica i tuoi dati

# INCORRECT_PASSWORD
source: Password is not correct
ar_kw: La password non è corretta

# INVALID_VERFICATION_CODE
source: Verification code is invalid.
ar_kw: Il codice di verifica non è valido.

source: or
ar_kw: o

# USER_NOTFOUND
source: Unable to load user with ID '{0}'.
ar_kw: Impossibile caricare lo user con ID '{0}'.

source: Verification code
ar_kw: رمز التحقق

# VERIFY
source: Verified
ar_kw: Verifica

# 2FA_AUTHENTICATION_ADD_AUTHENTICATOR_APP
source: Add authenticator app
ar_kw: Aggiungi app di autenticazione

# 2FA_AUTHENTICATION_ADD_RESET_APP
source: Reset authenticator app
ar_kw: Reimposta app di autenticazione

# 2FA_AUTHENTICATION_ADD_SETUP_APP
source: Setup authenticator app
ar_kw: Imposta app di autenticazione

# 2FA_AUTHENTICATION_TITLE
source: Two-factor authentication (2FA)
ar_kw: Autenticazione a due fattori (2FA)

# 2FA_NO_CODES_LEFT
source: You have no recovery codes left.
ar_kw: Non hai codice di verifica.

# 2FA_NO_CODES_LEFT_TEXT
source: You must generate a new set of recovery codes before you can log in with a recovery code.
ar_kw: Devi generare nuovi codice di verifica prima di accedere in modalità di recupero.

# 2FA_N_CODES_LEFT
source: You have {0} recovery codes left.
ar_kw: Hai ancora {0} codici di recupero.

# 2FA_N_CODES_LEFT_TEXT
source: You should generate a new set of recovery codes.
ar_kw: Dovresti generare nuovi codici di recupero.

# 2FA_ONE_CODES_LEFT
source: You have 1 recovery code left.
ar_kw: Hai ancora 1 codice di verifica.

# 2FA_ONE_CODES_LEFT_TEXT
source: You can generate a new set of recovery codes.
ar_kw: Puoi generare un nuovo set di codici di verifica.

# 2FA_STATUS_BROWSER_FORGET
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
ar_kw: Il browser corrente sarà eliminato. Quando eseguirai di nuovo il login da questo browser, ti verrà chiesto di eseguire di nuovo l'autenticazione a due fattori.

source: Authenticator app
ar_kw: App di autenticazione

source: Download
ar_kw: تحميل

# EXTERNAL_LOGINS_REGISTERED_LOGIN
source: Registered Logins
ar_kw: Login registrati

# EXTERNAL_LOGINS_TITLE
source: Manage your external logins
ar_kw: Gestisci i tuoi login esterni

source: Forget this browser
ar_kw: Elimina questo browser

source: Generate
ar_kw: Genera

# GENERATE_2FA_RECOVERY_CODES
source: Generate two-factor authentication (2FA) recovery codes
ar_kw: Genera codiie di autenticazione a due fattori (2FA)

# GENERATE_2FA_RECOVERY_CODES_INFO_LOSE
source: If you lose your device and don't have the recovery codes you will lose access to your account.
ar_kw: Se perdi il tuo device e non hai impostato i codici di recupero, perderai l'accesso al tuo account.

# GENERATE_2FA_RECOVERY_CODES_SAFE_PLACE
source: Put these codes in a safe place.
ar_kw: Metti questi codici in un posto sicuro.

# GENERATE_2FA_RECOVERY_CODES_TEXT
source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
ar_kw: Generando nuovi codici di recupero non cambierai le chiavi utilizzate nell'app di autenticazione. Se vuoi cambiare le chiavi di autenticazione, fallo dall'app

# GENERATE_2FA_RECOVERY_CODES_TEXT_LINK
source: reset your authenticator keys.
ar_kw: reimposta le tue chiavi di autenticazione.

# PERSONAL_DATA_DELETEINFO
source: Deleting this data will permanently remove your account, and this cannot be recovered.
ar_kw: Eliminando questi dati, rimuoverai il tuo account in modo permanente e non sarà possibile recuperarlo.

# PERSONAL_DATA_INFO
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
ar_kw: Il tuo account contiene dati personali che ci hai fornito. Questa pagina ti permette di scaricare questi dati o di eliminarli.

source: Phone number
ar_kw: Telefono

source: Remove
ar_kw: Rimuovi

# RESET_AUTHENTICATOR_INFO
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
ar_kw: Se resetti le tue chiavi di autenticazione, la tua app di autenticazione non funzionerà fino a che non la reimposterai.

source: Reset authenticator key
ar_kw: Reimposta chiavi autenticatore

# RESET_AUTHENTICATOR_STATUS
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
ar_kw: La tua chiave di autenticazione è stata resettata. Devi configurare l'app di autenticazione con delle nuove chiavi.

# RESET_AUTHENTICATOR_TEXT
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
ar_kw: Questo processo disabilita l'autenticazione 2FA fino a che non userai l'app di autenticazione. Se non completi la configurazione dell'app di autenticazione, il tuo account non sarà utilizzabile.

source: Reset recovery codes
ar_kw: Reimposta chiavi di recupero

source: Save
ar_kw: حفظ

source: Send verification email
ar_kw: ارسل ايميل التفعيل

source: Set password
ar_kw: Imposta password

# SET_PASSWORD_STATUS
source: Your password has been set.
ar_kw: Password impostata.

# SET_PASSWORD_TEXT
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
ar_kw: Non hai nessuno account per questo sito. Aggiungi un account per eseguire il login senza login esterni.

source: Set your password
ar_kw: Imposta la password

# STATUS_EXTERNAL_LOGIN_ADDED
source: The external login was added.
ar_kw: Il login esterno è stato aggiunto.

# STATUS_EXTERNAL_LOGIN_REMOVED
source: The external login was removed.
ar_kw: Il login esterno è stato rimosso.

# STATUS_GENERATE_CODES
source: You have generated new recovery codes.
ar_kw: Hai generato i nuovi codici di recupero.

# STATUS_PROFILE_UPDATED
source: Your profile has been updated
ar_kw: Il tuo profilo è stato aggiornato

# STATUS_UPDATE_PROFILE_EMAIL_SEND
source: Verification email sent. Please check your email.
ar_kw: Email di verifica inviata. Controlla la tua posta.

source: Username
ar_kw: اسم المستخدم

# ACCOUNT_CLICK_LOGIN_LINK
source: Click the login button
ar_kw: Clicca sul pulsante di login

# ACCOUNT_LOGIN_WITH_AZURE_AD
source: Login with Azure AD
ar_kw: Login con Azure AD

source: Remember Browser
ar_kw: Ricorda Browser

source: Yes
ar_kw: نعم

# CONSENT_APPLICATION_ACCESS
source: Application Access
ar_kw: Accesso applicazione

# CONSENT_IS_CHECK_UNREQUIRED
source: Uncheck the permissions you do not wish to grant.
ar_kw: Deseleziona il consenso che non vuoi permettere.

# CONSENT_IS_REQUESTING_YOUR_PERMISSION
source: is requesting your permission
ar_kw: sta richiedendo il tuoi permesso

# CONSENT_NO_NOT_ALLOWED
source: No, Do Not Allow
ar_kw: No, non permettere

# CONSENT_PERSONAL_INFORMATION
source: Personal Information
ar_kw: Informazioni personali

# CONSENT_REMEMBER_MY_DECISION
source: Remember My Decision
ar_kw: Ricorda la mia scelta

# CONSENT_REQUIRED
source: (required)
ar_kw: (richiesto)

# CONSENT_YES_ALLOWED
source: Yes, Allow
ar_kw: Sì, Consenti

# LOGOUT_RETURN_TO
source: Return to
ar_kw: Ritorna a

# WOULD_YOU_LIKE_TO_LOGOUT
source: Would you like to logout of IdentityServer?
ar_kw: Vuoi eseguire il logout da IdentityServer?

# EXTERNAL_LOGINS_ADD_ANOTHER_SERVICE_TO_LOGIN
source: Add another service to log in.
ar_kw: Aggiungi un nuovo servizio di login.

source: Language
ar_kw: Lingua

# RESET_PASSWORD_CLICK_HERE_TO_LOGIN
source: Click here to log in
ar_kw: Clicca per eseguire il login

# RESET_PASSWORD_YOUR_PASSWORD_HAS_BEEN_RESET
source: Your password has been reset.
ar_kw: La tua password è stata reimpostata.

source: Send Verification Code
ar_kw: أرسل رمز التحقق

# SEND_VERIFICATION_CODE_SELECT
source: Select Two-Factor Authentication Provider:
ar_kw: Seleziona il provider di autenticazione a due fattori:

source: Unsuccessful login with service.
ar_kw: Login non riuscito con questo servizio.

# CODE_REQUIRED
source: Code is required
ar_kw: Codice obbligatorio

source: Invalid code.
ar_kw: Codice non valido.

# INVALID_CONSENT_PERMISSION
source: You must pick at least one permission.
ar_kw: Devi selezionare almeno una permission.

# INVALID_CONSENT_SELECTION
source: Invalid Selection
ar_kw: Selezione non valida

# STATUS_MESSAGE_PROFILE_HAS_BEEN_RESET
source: Your profile has been updated
ar_kw: Il tuo profilo è stato aggiornato.

# ConcurrencyFailure
source: Optimistic concurrency failure, object has been modified.
ar_kw: La concorrenza ottimistica è fallita, l'oggetto è stato modificato.

# DefaultError
source: An unknown failure has occurred.
ar_kw: Si è verificato un errore imprevisto.

# DuplicateEmail
source: Email '{0}' is already taken.
ar_kw: La mail '{0}' è giù stata usata.

# DuplicateRoleName
source: Role name '{0}' is already taken.
ar_kw: Il ruolo '{0}' è già stato usato.

# DuplicateUserName
source: User name '{0}' is already taken.
ar_kw: Lo user name '{0}' è già stato usato.

# InvalidEmail
source: Email '{0}' is invalid.
ar_kw: Email '{0}' non valida.

# InvalidManagerType
source: Type {0} must derive from {1}<{2}>.
ar_kw: Il tipo {0} deve derivare da {1}<{2}>.

# InvalidPasswordHasherCompatibilityMode
source: The provided PasswordHasherCompatibilityMode is invalid.
ar_kw: Il PasswordHasherCompatibilityMode non è valido.

# InvalidPasswordHasherIterationCount
source: The iteration count must be a positive integer.
ar_kw: L'iterazione deve contenere un valore positivo.

# InvalidRoleName
source: Role name '{0}' is invalid.
ar_kw: Il nome del ruolo '{0}' non è alido.

source: Invalid token.
ar_kw: Token non valido.

# InvalidUserName
source: User name '{0}' is invalid, can only contain letters or digits.
ar_kw: User name '{0}' non valido, può contenere solo lettere o numeri.

# LoginAlreadyAssociated
source: A user with this login already exists.
ar_kw: Utente con lo stesso login già esistente.

# MustCallAddIdentity
source: AddIdentity must be called on the service collection.
ar_kw: AddIdentity deve essere chiamato durante l'inizializzazione dei servizi.

# NoPersonalDataProtector
source: No IPersonalDataProtector service was registered, this is required when ProtectPersonalData = true.
ar_kw: Nessun servizio IPersonalDataProtector è stato registrato, è richiesto quando ProtectPersonalData = true.

# NoRoleType
source: No RoleType was specified, try AddRoles<TRole>().
ar_kw: Nessun RoleType specificato, provare AddRoles<TRole>().

# NoTokenProvider
source: No IUserTwoFactorTokenProvider<{0}> named '{1}' is registered.
ar_kw: Nessun IUserTwoFactorTokenProvider<{0}> denominato '{1}' è registrato.

# NullSecurityStamp
source: User security stamp cannot be null.
ar_kw: User security stamp non può essere nullo.

# PasswordMismatch
source: Incorrect password.
ar_kw: Password non corretta.

# PasswordRequiresDigit
source: Passwords must have at least one digit ('0'-'9').
ar_kw: Le password devono contenere almeno un numero ('0'-'9').

# PasswordRequiresLower
source: Passwords must have at least one lowercase ('a'-'z').
ar_kw: Le password devono contenere almeno una lettera minuscola ('a'-'z').

# PasswordRequiresNonAlphanumeric
source: Passwords must have at least one non alphanumeric character.
ar_kw: Le password devono contenere almeno un carattere non alfanumerico.

# PasswordRequiresUniqueChars
source: Passwords must use at least {0} different characters.
ar_kw: Le passoword devono contenere almeno {0} caratteri differenti.

# PasswordRequiresUpper
source: Passwords must have at least one uppercase ('A'-'Z').
ar_kw: Le password devono contenere almeno una lettera maiuscola ('A'-'Z').

# PasswordTooShort
source: Passwords must be at least {0} characters.
ar_kw: Le password devono essere almeno di {0} caratteri.

source: Recovery code redemption failed.
ar_kw: Creazione Codice di Recupero non riuscito.

# RoleNotFound
source: Role {0} does not exist.
ar_kw: Il ruolo {0} non esiste.

# StoreNotIProtectedUserStore
source: Store does not implement IProtectedUserStore<TUser> which is required when ProtectPersonalData = true.
ar_kw: Lo Store non implementa IProtectedUserStore<TUser> che è richiesta quando ProtectPersonalData = true.

# StoreNotIQueryableRoleStore
source: Store does not implement IQueryableRoleStore<TRole>.
ar_kw: Lo Store non implementa IQueryableRoleStore<TRole>.

# StoreNotIQueryableUserStore
source: Store does not implement IQueryableUserStore<TUser>.
ar_kw: Lo Store non implementa IQueryableUserStore<TUser>.

# StoreNotIRoleClaimStore
source: Store does not implement IRoleClaimStore<TRole>.
ar_kw: Lo Store non implementa IRoleClaimStore<TRole>.

# StoreNotIUserAuthenticationTokenStore
source: Store does not implement IUserAuthenticationTokenStore<User>.
ar_kw: Lo Store non implementa IUserAuthenticationTokenStore<User>.

# StoreNotIUserAuthenticatorKeyStore
source: Store does not implement IUserAuthenticatorKeyStore<User>.
ar_kw: Lo Store non implementa IUserAuthenticatorKeyStore<User>.

# StoreNotIUserClaimStore
source: Store does not implement IUserClaimStore<TUser>.
ar_kw: Lo Store non implementa IUserClaimStore<TUser>.

# StoreNotIUserConfirmationStore
source: Store does not implement IUserConfirmationStore<TUser>.
ar_kw: Lo Store non implementa IUserConfirmationStore<TUser>.

# StoreNotIUserEmailStore
source: Store does not implement IUserEmailStore<TUser>.
ar_kw: Lo Store non implementa IUserEmailStore<TUser>.

# StoreNotIUserLockoutStore
source: Store does not implement IUserLockoutStore<TUser>.
ar_kw: Lo Store non implementa IUserLockoutStore<TUser>.
