Repository: asadweber/WPF-Prism-MVVM
Catalog: CLL/Localization/SharedResource.*.resx
Languages: ar_kw

# StoreNotIUserLoginStore
source: Store does not implement IUserLoginStore<TUser>.
ar_kw: Lo Store non implementa IUserLoginStore<TUser>.

# StoreNotIUserPasswordStore
source: Store does not implement IUserPasswordStore<TUser>.
ar_kw: Lo Store non implementa IUserPasswordStore<TUser>.

# StoreNotIUserPhoneNumberStore
source: Store does not implement IUserPhoneNumberStore<TUser>.
ar_kw: Lo Store non implementa IUserPhoneNumberStore<TUser>.

# StoreNotIUserRoleStore
source: Store does not implement IUserRoleStore<TUser>.
ar_kw: Lo Store non implementa IUserRoleStore<TUser>.

# StoreNotIUserSecurityStampStore
source: Store does not implement IUserSecurityStampStore<TUser>.
ar_kw: Lo Store non implementa IUserSecurityStampStore<TUser>.

# StoreNotIUserTwoFactorRecoveryCodeStore
source: Store does not implement IUserTwoFactorRecoveryCodeStore<User>.
ar_kw: Lo Store non implementa IUserTwoFactorRecoveryCodeStore<User>.

# StoreNotIUserTwoFactorStore
source: Store does not implement IUserTwoFactorStore<TUser>.
ar_kw: Lo Store non implementa IUserTwoFactorStore<TUser>.

# UserAlreadyHasPassword
source: User already has a password set.
ar_kw: L'utente ha già una password assegnata.

# UserAlreadyInRole
source: User already in role '{0}'.
ar_kw: L'utente ha già il ruolo '{0}'.

# UserLockedOut
source: User is locked out.
ar_kw: L'utente è bloccato.

# UserLockoutNotEnabled
source: Lockout is not enabled for this user.
ar_kw: Lockout non abilitato per questo utente.

# UserNameNotFound
source: User {0} does not exist.
ar_kw: User {0} non esistente.

# UserNotInRole
source: User is not in role '{0}'.
ar_kw: L'utente non ha il ruolo '{0}'.

# modalTitleConfirmation
source: Confirmation
ar_kw: AR Confirmation

# modalTitleError
source: Error
ar_kw: خطأ

# modalTitleInformation
source: Information
ar_kw: AR Information

source: You must pick at least one permission
ar_kw: AR You must pick at least one permission

source: Your email address
ar_kw: AR Your email address

source: Your user identifier
ar_kw: AR Your user identifier

source: Your user profile information (first name, last name, etc.)
ar_kw: AR Your user profile information (first name, last name, etc.)

# jsonStatusError
source: error
ar_kw: خطأ

# LOGIN
source: Sign In
ar_kw: تسجيل دخول

source: Submit Request
ar_kw: ارسال طلب

# FORGETPASSWORDEMAIL
source: Please check your email for reset password link.
ar_kw: يرجى التحقق من بريدك الإلكتروني للحصول على رابط إعادة تعيين كلمة المرور

source: Homepage
ar_kw: الصفحة الرئيسية

# E-Office
source: E-Office To find out your current situation click here
ar_kw: المكتب الإلكتروني

source: Military National Service Law
ar_kw: قانون الخدمة الوطنية العسكرية

source: About the law
ar_kw: نبذة من القانون

source: Required Documents
ar_kw: المستندات المطلوبة

source: Registration
ar_kw: التسجيل

source: sign in
ar_kw: تسجيل الدخول

source: Directorate of Reinforcement and General Mobilization
ar_kw: مديرية التعزيز والتعبئة العامة

source: Documents required for postponement and exemption
ar_kw: المستندات المطلوبة للتأجيل والإعفاء

source: Exemption and postponement requests
ar_kw: طلبات الإعفاء والتأجيل

source: news
ar_kw: الأخبار

source: Frequently Asked Questions
ar_kw: الأسئلة المتكررة

source: Contact Us
ar_kw: تواصل معنا

source: Add FAQ Category
ar_kw: إضافة فئة التعليمات

source: FAQ Category List
ar_kw: قائمة فئات الأسئلة الشائعة

# ACTIONS_BUTTONS
source: Action Button
ar_kw: زر التفعيل

source: Add FAQ
ar_kw: أضف التعليمات

source: FAQ List
ar_kw: قائمة التعليمات

source: Update Role
ar_kw: قم بتحديث الدور

source: Email Reset
ar_kw: إعادة تعيين البريد الإلكتروني

source: Process
ar_kw: عملية

source: Search
ar_kw: بحث

# Delete_GET
source: Delete
ar_kw: حذف

# Edit_GET
source: Edit
ar_kw: تعديل

# Edit_POST
source: Update
ar_kw: تحديث

# GetSingle_GET
source: View
ar_kw: النظر

# Submit_POST
source: Submit
ar_kw: ارسال

source: Add Image Gallery Category
ar_kw: إضافة فئة معرض الصور

source: Add Image Gallery
ar_kw: أضف معرض الصور

source: Image Gallery List
ar_kw: قائمة معرض الصور

source: Image Gallery Category List
ar_kw: قائمة فئات معرض الصور

source: Edit FAQ Category
ar_kw: تحرير فئة التعليمات

source: Edit FAQ
ar_kw: تحرير التعليمات

source: Edit Image Gallery
ar_kw: تحرير معرض الصور

source: Edit Image Gallery Category
ar_kw: تحرير فئة معرض الصور

# SELECTITEMFROMDROPDOWN
source: Please select value
ar_kw: يرجى اختيار القيمة

source: Mudakkara
ar_kw: البريد الوارد للمذكرة

source: Kitab
ar_kw: البريد الوارد للكتاب

source: Circular
ar_kw: البريد الوارد القوائم/التعاميم

# btnConvert
source: Convert
ar_kw: معاينة الإجراءات

# btnForward
source: Forward
ar_kw: إعادة إرسال

# btnReply
source: Reply
ar_kw: الرد

# btnTransaction
source: Transaction
ar_kw: تحويل المذكرة الى كتاب

# btnView
source: View
ar_kw: معاينة

# btnDelete
source: Delete
ar_kw: مسح

# btnEdit
source: Edit
ar_kw: تحرير

# btnAdd
source: Add
ar_kw: إضافة

# PIN_NOT_MATCH
source: Your old PIN/OTP did match
ar_kw: AR Your old PIN/OTP did match

# CREATE_PIN
source: Set Pin
ar_kw: AR Set Pin

# PIN_CHANGE
source: Change Pin
ar_kw: AR Change Pin

# PIN_RESET
source: Reset Pin
ar_kw: AR Reset Pin

# Corr_Org_Chart_Title
source: Organization Chart
ar_kw: الهيكل التنظيمي

# My_Org_Chart
source: Organization Chart
ar_kw: الهيكل التنظيمي

source: Memo Chart
ar_kw: قائمة التراسل بواسطة المذكرة

source: Kitab Chart
ar_kw: قائمة التراسل بواسطة الكتاب

# CorrespondenceMessagesLoadDelegate
source: Delegate
ar_kw: التخويل من قبل

# CorrespondenceMessagesLoadSelf
source: Self
ar_kw: بواسطتي

# CorrespondenceMessagesLoadShared
source: Shared
ar_kw: المشاركة من قبل

# DATA_SAVE_CONFIRMATION
source: Data save successfully
ar_kw: تم حفظ البيانات بنجاح

# DATA_DELETE_CONFIRMATION
source: Data Delete Successfully
ar_kw: تم حذف البيانات بنجاح

# DATA_UPDATE_CONFIRMATION
source: Data Update Successfully
ar_kw: تم تحديث البيانات بنجاح

# OWIN_ROLE_LIST
source: Role List
ar_kw: قائمة المستويات

# OWIN_USER_LIST
source: Users List
ar_kw: قائمة المستخدم

# ADD_OWIN_USER
source: Add User
ar_kw: إضافة مستخدم

# DELETE_OWIN_USER
source: Delete User
ar_kw: مسح المستخدم

# EDIT_OWIN_USERE
source: Edit User
ar_kw: تحرير العضو

# MAIL_RESET_OWIN_USER
source: Reset User
ar_kw: إعادة تعيين المستخدم

# OWIN_USER
source: User
ar_kw: المستعمل

# LOCK_OWIN_USER
source: Lock User
ar_kw: قفل المستخدم

# PASSWORD_RESET_OWIN_USER
source: Password Reset
ar_kw: إعادة تعيين كلمة المرور

# REVIEW_OWIN_USER
source: Review User
ar_kw: مراجعة المستخدم

# UPDATE_OWIN_USER
source: Update User
ar_kw: تحديث المستخدم

# DELETE_OWIN_ROLE
source: Delete Role
ar_kw: حذف الدور

# ADD_OWIN_ROLE
source: Add Role
ar_kw: أضف دورًا

# EDIT_OWIN_ROLE
source: Edit Role
ar_kw: تحرير الدور

# ADD_OWIN_ROLEPERMISSION
source: Add Role Permission
ar_kw: إضافة صلاحية

# OWIN_ROLE
source: Role
ar_kw: دور

# ADD_NEW_RECORD
source: Add New
ar_kw: اضف جديد

source: Copy List
ar_kw: قائمة النسخ

source: Excel Export
ar_kw: تصدير Excel

source: CSV Export
ar_kw: تصدير CSV

source: Print
ar_kw: مطبعة

source: Go Back
ar_kw: عُد

# DELETE_REQUEST
source: Delete
ar_kw: حذف

# ADD_GEN_SERVICEINFO
source: Add Service Info
ar_kw: أضف معلومات الخدمة

source: Please Select DropDown
ar_kw: الرجاء تحديد القائمة المنسدلة

source: No
ar_kw: رقم

# DELETE_GEN_SERVICEINFO
source: Delete Service Info
ar_kw: حذف معلومات الخدمة

# EDIT_GEN_SERVICEINFO
source: Edit Service Info
ar_kw: تحرير معلومات الخدمة

# GEN_SERVICEINFO
source: Service Info
ar_kw: معلومات الخدمة

# GEN_SERVICEINFO_LIST
source: Service Info List
ar_kw: قائمة معلومات الخدمة

# ADD_GEN_SERVICESTATUS
source: Add Service Status
ar_kw: أضف حالة الخدمة

# DELETE_GEN_SERVICESTATUS
source: Delete Service Status
ar_kw: حذف حالة الخدمة

# EDIT_GEN_SERVICESTATUS
source: Edit Service Status
ar_kw: تحرير حالة الخدمة

# GEN_SERVICESTATUS
source: Service Status
ar_kw: حالة الخدمة

# GEN_SERVICESTATUS_LIST
source: Service Status List
ar_kw: قائمة حالة الخدمة

# ADD_TRAN_USERSERVICEMAPPED
source: Add User Service Mapped
ar_kw: إضافة خدمة المستخدم المعينة

source: Add Service Request Process Status Info
ar_kw: إضافة معلومات حالة عملية طلب الخدمة

source: Delete Service Request Process Status Info
ar_kw: حذف معلومات حالة معالجة طلب الخدمة

source: Edit Service Request Process Status Info
ar_kw: تحرير معلومات حالة معالجة طلب الخدمة

source: Service Request Process Status Info
ar_kw: معلومات حالة عملية طلب الخدمة

source: Service Request Process Status Info List
ar_kw: قائمة معلومات حالة عملية طلب الخدمة

source: Easy application control panel login
ar_kw: تسجيل الدخول لوحة تحكم تطبيق سهل

# TRAN_USERSERVICEMAPPED_LIST
source: User Service Mapped List
ar_kw: قائمة تعيين خدمة المستخدم

# TRAN_USERSERVICEMAPPED
source: User Service Mapped
ar_kw: تعيين خدمة المستخدم

# TRANGRVFRONTLINESUBMITDATA_LIST
source: Front Line Data List
ar_kw: قائمة بيانات الخط الأمامي

source: Dashboard
ar_kw: لوحة القيادة

# ADD_GEN_BATCH
source: Add New Batch
ar_kw: انشاء دفعة جديدة

source: Edit Gen Batch
ar_kw: تحرير دفعة الجنرال

# DELETE_GEN_BATCH
source: Delete Batch
ar_kw: حذف الدفعة

# ADD_GEN_CANDIDATETYPE
source: Add Candidate Type
ar_kw: إضافة نوع الفلتر

# GEN_BATCH_LIST
source: Batch List
ar_kw: قائمة الدفعات

# GEN_BATCH_DETAILS
source: Batch Details
ar_kw: تفاصيل الدفعة

# DELETE_GEN_CANDIDATETYPE
source: Delete Candidate Type
ar_kw: حذف نوع الفلتر

# EDIT_GEN_CANDIDATETYPE
source: Edit Candidate Type
ar_kw: تعديل نوع الفلتر

# GEN_CANDIDATETYPE
source: Candidate Type Details
ar_kw: تفاصيل نوع الفلتر

# GEN_CANDIDATETYPEY_LIST
source: Candidate Type List
ar_kw: قائمة انواع المرشحين

# ADD_GEN_BATCHCANDIDATETYPEMAP
source: Add Batch Candidate Type Map
ar_kw: إضافة خريطة نوع عامل التصفية دفعة واحدة

# DELETE_GEN_BATCHCANDIDATETYPEMAP
source: Delete Batch Candidate Type Map
ar_kw: احذف خريطة نوع عامل التصفية الدفعي

# EDIT_GEN_BATCHCANDIDATETYPEMAP
source: Edit Batch Candidate Type Map
ar_kw: نجاح

# GEN_BATCHCANDIDATETYPEMAP
source: Batch Candidate Type Map Details
ar_kw: تفاصيل خريطة نوع مرشح الدفعة

# GEN_BATCHCANDIDATETYPEMAPY_LIST
source: Batch Candidate Type Map List
ar_kw: خريطة قائمة أنواع دفعة المرشحين

# ADD_GEN_BATCHUNITLIST
source: Add Batch Unit List
ar_kw: قائمة وحدة الدفعة

# DELETE_GEN_BATCHUNITLIST
source: Delete Batch Unit List
ar_kw: AR: Delete Batch Unit List

# EDIT_GEN_BATCHUNITLIST
source: Edit Batch Unit List
ar_kw: قائمة وحدة الدفعة

# GEN_BATCHUNITLIST
source: Batch Unit List Details
ar_kw: AR: Batch Unit List Details

# GEN_BATCHUNITLISTY_LIST
source: Batch Unit List
ar_kw: قائمة وحدة الدفعات

# ADD_GEN_CERTIFICATELEVEL
source: Add Certificate Level
ar_kw: إضافة مستوى الشهادة

# DELETE_GEN_CERTIFICATELEVEL
source: Delete Certificate Level
ar_kw: حذف مستوى الشهادة

# EDIT_GEN_CERTIFICATELEVEL
source: Edit Certificate Level
ar_kw: تعديل مستوى الشهادة

# GEN_CERTIFICATELEVEL
source: Certificate Level Details
ar_kw: AR: Certificate Level Details

# GEN_CERTIFICATELEVELY_LIST
source: Certificate Level List
ar_kw: قائمة مستوى الشهادة

# ADD_GEN_CERTIFICATETYPE
source: Add Certificate Type
ar_kw: إضافة نوع الشهادة

# DELETE_GEN_CERTIFICATETYPE
source: Delete Certificate Type
ar_kw: يرجى تقديم نوع الشهادة

# EDIT_GEN_CERTIFICATETYPE
source: Edit Certificate Type
ar_kw: تحرير نوع الشهادة

# GEN_CERTIFICATETYPE
source: Certificate Type Details
ar_kw: AR: Certificate Type Details

# GEN_CERTIFICATETYPEY_LIST
source: Certificate Type List
ar_kw: قائمة أنواع الشهادات

# ADD_GEN_CERTIFICATE
source: Add Certificate
ar_kw: أضف شهادة

# DELETE_GEN_CERTIFICATE
source: Delete Certificate
ar_kw: حذف الشهادة

# EDIT_GEN_CERTIFICATE
source: Edit Certificate
ar_kw: تحرير الشهادة

# GEN_CERTIFICATE
source: Certificate Details
ar_kw: تفاصيل الشهادة

# GEN_CERTIFICATEY_LIST
source: Certificate List
ar_kw: قائمة الشهادات

# ADD_GEN_CERTIFICATESUBJECTS
source: Add Certificate Subject
ar_kw: أضف موضوع الشهادة

# DELETE_GEN_CERTIFICATESUBJECTS
source: Delete Certificate Subject
ar_kw: حذف موضوع الشهادة

# EDIT_GEN_CERTIFICATESUBJECTS
source: Edit Certificate Subject
ar_kw: تحرير موضوع الشهادة

# GEN_CERTIFICATESUBJECTS
source: Certificate Subject Details
ar_kw: تفاصيل موضوع الشهادة

# GEN_CERTIFICATESUBJECTSY_LIST
source: Certificate Subject List
ar_kw: قائمة موضوع الشهادة

# ADD_GEN_BATCHCANDIDATECERTIFICATE
source: Add Batch Candidate Certificate
ar_kw: AR: Add Batch Candidate Certificate

# DELETE_GEN_BATCHCANDIDATECERTIFICATE
source: Delete Batch Candidate Certificate
ar_kw: AR: Delete Batch Candidate Certificate

# EDIT_GEN_BATCHCANDIDATECERTIFICATE
source: Edit Batch Candidate Certificate
ar_kw: AR: Edit Batch Candidate Certificate

# GEN_BATCHCANDIDATECERTIFICATE
source: Batch Candidate Certificate Details
ar_kw: AR: Batch Candidate Certificate Details

# GEN_BATCHCANDIDATECERTIFICATEY_LIST
source: Batch Candidate Certificate List
ar_kw: AR: Batch Candidate Certificate List

source: Add Gen Profession Group
ar_kw: إضافة مجموعة المهنة

source: Delete Gen Profession Group
ar_kw: حذف مجموعة الاحتلال

source: Edit Gen Profession Group
ar_kw: إضافة مجموعة المهنة

# GEN_PROFESSIONGROUP
source: Gen Profession Group Details
ar_kw: تفاصيل المجموعة المهنية

# GEN_PROFESSIONGROUPY_LIST
source: Gen Profession Group List
ar_kw: قائمة المجموعة المهنية

source: Add Gen Profession
ar_kw: إضافة اسم المهنة

source: Delete Gen Profession
ar_kw: حذف اسم المهنة

source: Edit Gen Profession
ar_kw: تعديل اسم المهنة

# GEN_PROFESSION
source: Gen Profession Details
ar_kw: الرجاء اختيار المجموعة المهنية

# GEN_PROFESSIONY_LIST
source: Gen Profession List
ar_kw: قائمة المهن

# ADD_GEN_BATCHCANDPROFESSION
source: Add Gen Batch Candidate Profession
ar_kw: إضافة قائمة دفعة من المرشحين المحترفين

# DELETE_GEN_BATCHCANDPROFESSION
source: Delete Gen Batch Candidate Profession
ar_kw: حذف قائمة دفعة من المرشحين المحترفين

# EDIT_GEN_BATCHCANDPROFESSION
source: Edit Gen Batch Candidate Profession
ar_kw: تحرير قائمة دفعة من المرشحين المحترفين

# GEN_BATCHCANDPROFESSION
source: Gen Batch Candidate Profession Details
ar_kw: تفاصيل قائمة دفعة من المرشحين المحترفين

# GEN_BATCHCANDPROFESSIONY_LIST
source: Gen Batch Candidate Profession List
ar_kw: قائمة دفعة المرشحين المهنية

# ADD_GEN_USEFULLINKCATEGORY
source: Add Useful Link Category
ar_kw: AR: Add Useful Link Category

# DELETE_GEN_USEFULLINKCATEGORY
source: Delete Useful Link Category
ar_kw: AR: Delete Useful Link Category

# EDIT_GEN_USEFULLINKCATEGORY
source: Edit Useful Link Category
ar_kw: AR: Edit Useful Link Category

# GEN_USEFULLINKCATEGORY
source: Useful Link Category Details
ar_kw: AR: Useful Link Category Details

# GEN_USEFULLINKCATEGORYY_LIST
source: Useful Link Category List
ar_kw: قائمة فئات الارتباط المفيدة

# ADD_GEN_COMPANYTYPE
source: Add Company Type
ar_kw: أضف نوع الشركة

# DELETE_GEN_COMPANYTYPE
source: Delete Company Type
ar_kw: حذف نوع الشركة

# EDIT_GEN_COMPANYTYPE
source: Edit Company Type
ar_kw: تعديل نوع الشركة

# GEN_COMPANYTYPE
source: Company Type Details
ar_kw: تفاصيل نوع الشركة

# GEN_COMPANYTYPEY_LIST
source: Company Type List
ar_kw: قائمة أنواع الشركات

# ADD_GEN_COMPANIES
source: Add Company
ar_kw: AR: Add Company

# DELETE_GEN_COMPANIES
source: Delete Company
ar_kw: AR: Delete Company

# EDIT_GEN_COMPANIES
source: Edit Company
ar_kw: AR: Edit Company

# GEN_COMPANIES
source: Company Dretails
ar_kw: AR: Company Dretails

# GEN_COMPANIESY_LIST
source: Company List
ar_kw: قائمة الشركات

# ADD_GEN_GENERALHEALTH
source: Add General Health
ar_kw: AR: Add General Health

# DELETE_GEN_GENERALHEALTH
source: Delete General Health
ar_kw: AR: Delete General Health

# EDIT_GEN_GENERALHEALTH
source: Edit General Health
ar_kw: AR: Edit General Health

# GEN_GENERALHEALTH
source: General Health Details
ar_kw: AR: General Health Details

# GEN_GENERALHEALTHY_LIST
source: General Health List
ar_kw: قائمة الصحة العامة

# ADD_GEN_GENERALLOOK
source: Add General Look
ar_kw: AR: Add General Look

# DELETE_GEN_GENERALLOOK
source: Delete General Look
ar_kw: AR: Delete General Look

# EDIT_GEN_GENERALLOOK
source: Edit General Look
ar_kw: AR: Edit General Look

# GEN_GENERALLOOK
source: General Look Details
ar_kw: AR: General Look Details

# GEN_GENERALLOOKY_LIST
source: General Look List
ar_kw: قائمة النظرة العامة

source: Add Cnf File Required
ar_kw: إضافة ملف Cnf مطلوب

# CNF_FILEREQUIRED
source: Cnf File Required Details
ar_kw: تفاصيل ملف cnf المطلوب

# CNF_FILEREQUIREDY_LIST
source: Cnf File Required List
ar_kw: قائمات اعدادات اللازمة للملف

source: Delete Cnf File Required
ar_kw: احذف ملف cnf المطلوب

source: Edit Cnf File Required
ar_kw: تحرير ملف cnf المطلوب

source: Add Gen Batch Candidate Req File
ar_kw: AR: Add Gen Batch Candidate Req File

source: Delete Gen Batch Candidate Req File
ar_kw: AR: Delete Gen Batch Candidate Req File

source: Edit Gen Batch Candidate Req File
ar_kw: AR: Edit Gen Batch Candidate Req File

# GEN_BATCHCANDIDATEREQFILE
source: Gen Batch Candidate Req File Details
ar_kw: AR: Gen Batch Candidate Req File Details

# GEN_BATCHCANDIDATEREQFILEY_LIST
source: Gen Batch Candidate Req FIle List
ar_kw: قائمة ملفات طلب دفعة المرشحين

source: Add Gen Institute Info
ar_kw: إضافة معلومات المعهد

source: Delete Gen Institute Info
ar_kw: حذف معلومات المعهد

source: Edit Gen Institute Info
ar_kw: تعديل معلومات المعهد

# GEN_INSTITUTEINFO
source: Gen Institute Info Details
ar_kw: تفاصيل معلومات المعهد

# GEN_INSTITUTEINFOY_LIST
source: Gen Institute Info List
ar_kw: قائمة معلومات المعهد

# ADD_GEN_CIVILWORKPLACES
source: Add Gen Civil Work Place
ar_kw: إضافة مكان العمل المدني العام

# DELETE_GEN_CIVILWORKPLACES
source: Delete Gen Civil Work Place
ar_kw: حذف مكان العمل المدني العام

# EDIT_GEN_CIVILWORKPLACES
source: Edit Gen Civil Work Place
ar_kw: إضافة مكان العمل المدني العام

# GEN_CIVILWORKPLACES
source: Gen Civil Work Place Details
ar_kw: تفاصيل العمل المدني العام

# GEN_CIVILWORKPLACESY_LIST
source: Gen Civil Work Place List
ar_kw: قائمة اماكن العمل المدني

# ADD_CNF_NOTIFICATIONTEMPLET
source: Add Cnf Notification Template
ar_kw: إضافة قالب CNF

# CNF_NOTIFICATIONTEMPLET
source: Cnf Notification Template Details
ar_kw: AR: Cnf Notification Template Details

# CNF_NOTIFICATIONTEMPLETY_LIST
source: Cnf Notification Template List
ar_kw: قائمة نماذج الاشعار

# DELETE_CNF_NOTIFICATIONTEMPLET
source: Delete Cnf Notification Template
ar_kw: حذف قالب CNF

# EDIT_CNF_NOTIFICATIONTEMPLET
source: Edit Cnf Notification Template
ar_kw: تحرير قالب CNF

source: Add Cnf Notification Config
ar_kw: إضافة تكوين إعلام Cnf

# CNF_NOTIFICATIONCONFIG
source: Cnf Notification Config Details
ar_kw: تفاصيل تكوين إشعار Cnf

# CNF_NOTIFICATIONCONFIGY_LIST
source: Cnf Notification Config List
ar_kw: قائمة الاعدادات الاشعارات

source: Delete Cnf Notification Config
ar_kw: حذف تفاصيل تكوين إعلام Cnf

source: Edit Cnf Notification Config
ar_kw: تحرير تكوين إشعار Cnf

# ACCOUNT_ACTIVATION
source: Code Verification
ar_kw: كود التحقق

# ADD_CNF_NOTIFICATIONCONFIGDETL
source: Add Cnf Notification Config Details
ar_kw: إضافة تفاصيل تكوين إعلام Cnf

# CNF_NOTIFICATIONCONFIGDETL
source: Cnf Notification Config Details
ar_kw: تفاصيل تكوين إشعار Cnf

# CNF_NOTIFICATIONCONFIGDETLY_LIST
source: Cnf Notification Config Details List
ar_kw: قائمة اتفاصيل اعدادات الاشعارات

# DELETE_CNF_NOTIFICATIONCONFIGDETL
source: Delete Cnf Notification Config Details
ar_kw: حذف تفاصيل تكوين إعلام Cnf

# EDIT_CNF_NOTIFICATIONCONFIGDETL
source: Edit Cnf Notification Config Details
ar_kw: تحرير تفاصيل تكوين إشعار Cnf

# TRAN_NOTIFICATIONBATCHY
source: Applicant Notification
ar_kw: ارسال اشعار للمتطوعين

# TRAN_NOTIFICATIONBATCHY_SEARCH
source: Applicant Search
ar_kw: بحث المتقدم

# TRAN_NOTIFICATIONBATCHY_APPLICANT_LIST
source: Applicant List
ar_kw: قائمة المتقدمين

# SELECTBATCHFROMDROPDOWN
source: Please Select Batch
ar_kw: يرجى اختيار الدفعة

# SELECTCANDIDATETYPEFROMDROPDOWN
source: Please Select Candidate Type
ar_kw: يرجى اختيار نوع المرشح

# SELECTCERTIFICATEFROMDROPDOWN
source: Please Select Certificate
ar_kw: AR: Please Select Certificate

# SELECTPROFESSIONFROMDROPDOWN
source: Please Select Profession
ar_kw: يرجى اختيار المهنة

# SELECTNATIONALITYFROMDROPDOWN
source: Please Select Nationality
ar_kw: يرجى اختيار الجنسية

# SELECTCIVILIDFROMDROPDOWN
source: Please Provide Civil ID
ar_kw: يرجى كتابة رقم البطاقة المدنية

# TRAN_NOTIFICATIONBATCHY_NO_APPLICANT
source: No applicant found
ar_kw: لم يتم العثور على مقدم الطلب

# TRAN_NOTIFICATIONBATCHY_NOTI_NOT_INIT
source: Notification not initiated
ar_kw: لم يتم إرسال الإخطار بعد

# TRAN_NOTIFICATIONBATCHY_NOTIFICATION
source: Notification
ar_kw: الإخطار

source: Send Notification
ar_kw: إرسال الإخطار

# SELECTNOTITEMPLATEFROMDROPDOWN
source: Please Select Notification Template
ar_kw: الرجاء تحديد قالب الإخطار

# REQURIMENTS
source: Requirements
ar_kw: متطلبات

# RECOVERY_CIVILID
source: Enter your Civil ID
ar_kw: ادخل رقمك المدني

# INVALID_OTP_REQUEST
source: Invalid Authorization Code
ar_kw: رمز التفويض غير صالح

# TRAN_APPLICANTREVIEW
source: Applicant Review
ar_kw: المقابلة والتدقيق

# RESENT_ACTIVATION_CODE
source: Resent Varification Code
ar_kw: إعادة تعيين رمز التحقق

source: Serial
ar_kw: مسلسل

# TRAN_APPLICANTREVIEW_LIST
source: Applicant Review List
ar_kw: قائمة المتقدمين التي تمت مراجعتها

# TRAN_APPLICANTREVIEW_DETAILS
source: Applicant Details
ar_kw: تفاصيل مقدم الطلب

# TRAN_APPLICANTREVIEW_SEARCH
source: Applicant Search
ar_kw: بحث الطلبات

# TRAN_APPLICANTREVIEW_APPLICANTINFO
source: Applicant Information
ar_kw: معلومات مقدم الطلب

# APPLICANT_REVIEW_BASICINFO_DETAILS
source: Applicant Basic Info Details
ar_kw: تفاصيل المعلومات الأساسية لمقدم الطلب

# BTN_NEXT
source: Next
ar_kw: التالي

# APPLICANT_REVIEW_FATHERINFO_DETAILS
source: Father Information Details
ar_kw: تفاصيل معلومات الأب

# APPLICANT_REVIEW_MOTHERINFO_DETAILS
source: Mother Information Details
ar_kw: تفاصيل معلومات الأم

source: Applicant Reviewed Confirmation
ar_kw: تأكيد مراجعة مقدم الطلب

# APPLICANTREVIEW_AUDIT_PASSED
source: Audit Passed Confirmation
ar_kw: تأكيد تمرير التدقيق

source: Security Examination
ar_kw: الرأي الأمني

source: Security Examination Applicant Search
ar_kw: البحث عن الرأي الأمني للمتطوعين

source: Security Examination Applicant List
ar_kw: قائمة المتقدمين للفحص الأمني

source: Security Examination Applicant Details
ar_kw: AR: Security Examination Applicant Details

# SECURITY_EXAMINATION_RESULT_CONFIRMATION
source: Security Result Confirmation
ar_kw: تأكيد النتيجة الأمنية

# REG_EMERGENCYCONTACTINFOY_LIST
source: Emergency Info
ar_kw: معلومات الطوارئ

# ADD_REG_EMERGENCYCONTACTINFO
source: Add Emergency Info
ar_kw: إضافة بيانات طوارئ

# REPORT_SEARCH_APPLICANTLIST
source: Search Applicant List Report
ar_kw: البحث في تقارير المتقدمين

# REPORT_APPLICANTLIST
source: Applicant List Report
ar_kw: تقرير حسب مرحلة التسجيل والدفعة

# REPORT_APPLICANTPROFILE
source: Applicant Profile Report
ar_kw: نموذج البيانات الأساسية للمتطوعين

# REPORT_SEARCH_APPLICANTPROFILE
source: Search Applicant Profile Report
ar_kw: البحث عن الملف الشخصي للمتقدم

# REPORT_APPLICANTSTATUS
source: Applicant Status Report
ar_kw: حالة الطلب

# REPORT_SEARCH_APPLICANTSTATUS
source: Search Applicant Status Report
ar_kw: البحث عن حالة المتقدم

source: General Notification
ar_kw: الاشعارات عامة

source: General Notification List
ar_kw: قائمة الإشعارات العامة

# GENERAL_NOTIFICATION_SEND
source: Send General Notification
ar_kw: ارسال اشعارات عامة

source: General Notification Details
ar_kw: AR: General Notification Details

# REG_DOCUMENTINFO
source: Documents
ar_kw: الوثائق

# ADD_TRAN_SPECIALREGISTRATION
source: Add Special Registration
ar_kw: إضافة تسجيل خاص

# TRAN_SPECIALREGISTRATION
source: Special Registration Details
ar_kw: AR: Special Registration Details

# TRAN_SPECIALREGISTRATIONY_LIST
source: Special Registration List
ar_kw: قائمة التسجيل الخاص

# SEARCH_APPLICANTPROFILE
source: Search Applicant
ar_kw: البحث عن متطوع

# TRAN_DELETEAPPLICANT
source: Delete Applicant
ar_kw: حذف بيانات متطوع
