Repository: asadweber/WPF-Prism-MVVM
Catalog: CLL/Localization/SharedResource.*.resx
Languages: ar_kw

# REPORT_APPLICANTASSESSMENTLIST
source: Applicant Assessment List Report
ar_kw: قائمة المتطلبات للمتقدم

# REPORT_SEARCH_APPLICANTASSESSMENTLIST
source: Search Applicant Assessment List Report
ar_kw: البحث عن تقارير طلبات المتقدم

# REPORT_APPLICANTAUDITED
source: Applicant Audited Report
ar_kw: نموذج طلب تطوع بالخدمة العسكرية (الامن)

# REPORT_SEARCH_APPLICANTAUDITED
source: Search Applicant Audited Report
ar_kw: البحث عن تقرير مقدم الطلب المدققه

# REPORT_APPLICANT_SMS_STATUS
source: Applicant SMS Status Report
ar_kw: تقرير عن اشعارات المتطوعين

# REPORT_SEARCH_APPLICANT_SMS_STATUS
source: Search Applicant SMS Status Report
ar_kw: البحث عن تقرير عن اشعارات المتطوعين

source: Digital ID
ar_kw: الهوية الرقمية (هويتي)

# DATA_FINALSUBMIT_CONFIRMATION
source: Data Final Submit Successfully
ar_kw: تم إرسال البيانات النهائية بنجاح

# DATA_ROLLBACK_CONFIRMATION
source: Data Rollback Successfully
ar_kw: استرجاع البيانات بنجاح

source: Review All
ar_kw: مراجعة الكل

source: Central Agency Security
ar_kw: رأي الجهاز المركزي

source: Central Agency Security Applicant List
ar_kw: قائمة المتقدمين لجهاز الأمن المركزي

source: Central Agency Security Applicant Search
ar_kw: رأي الجهاز المركزي

source: Central Agency Security Result Confirmation
ar_kw: تأكيد نتائج جهاز الأمن المركزي

source: All
ar_kw: الكل

source: Security Examination Send Notification
ar_kw: AR: Security Examination Send Notification

source: Digital ID Notification
ar_kw: اشعارات عن طريق الرقم المدني الرقمي

source: Mail Notification
ar_kw: اشعارات عن طريق البريد

source: Message Body
ar_kw: محتوى الرسالة

source: Message Subject
ar_kw: موضوع الرسالة

source: SMS Notification
ar_kw: اشعارات عن طريق الرسائل النصية

source: Unit Clearance
ar_kw: فحص الوحدة

source: Unit Clearance Applicant List
ar_kw: تم مسح قائمة المتقدمين للوحدة

source: Unit Clearance Applicant Search
ar_kw: البحث في نتائج اختبار الوحدة

source: Unit Clearance Result Confirmation
ar_kw: تأكيد نتيجة تخليص الوحدة

source: General Medical Examination
ar_kw: فحص طبي

# GENERAL_MEDICAL_EXAMINATION_APPLICANT_LIST
source: General Medical Applicant List
ar_kw: قائمة المتقدمين للطب العام

# GENERAL_MEDICAL_EXAMINATION_APPLICANT_SEARCH
source: General Medical Applicant Search
ar_kw: البحث عن سجل المتقدم الطبي

source: General Medical Examination Result Confirmation
ar_kw: تأكيد نتيجة الفحص الطبي العام

source: Psychology Examination
ar_kw: الفحص النفسي

source: Psychology Examination Applicant List
ar_kw: قائمة المتقدمين لامتحان علم النفس

source: Psychology Examination Applicant Search
ar_kw: البحث عن السجل الفحص النفسي للمتقدم

# PSYCHOLOG_EXAMINATION_RESULT_CONFIRMATION
source: Psychology Examination Result Confirmation
ar_kw: نتائج الفحص النفسيتأكيد

source: Final Examination
ar_kw: الفحص النهائي

source: Final Examination Applicant List
ar_kw: قائمة المتقدمين للامتحان النهائي

source: Final Examination Applicant Search
ar_kw: البحث عن الفحص النهائي للمتقدم

source: Final Examination Result Confirmation
ar_kw: تأكيد نتيجة الامتحان النهائي

source: Training Join
ar_kw: انضمام للتدريب

source: Training Join Applicant List
ar_kw: التدريب على الانضمام إلى قائمة المتقدمين

source: Training Join Applicant Search
ar_kw: البحث عن مقدم طلب انضمام لتدريب

# TRAINING_JOIN_EDIT
source: Edit Training Join
ar_kw: تحرير الانضمام للتدريب

source: Create User
ar_kw: انشاء حساب

source: Add Cnf File Config Name
ar_kw: إضافة اسم ملف تكوين Cnf

source: Edit Cnf File Config Name
ar_kw: تحرير اسم ملف التكوين Cnf

# CNF_FILECONFIGNAMEY_LIST
source: Cnf File Config Name List
ar_kw: المستندات المطلوبة

source: Cnf File Config Name
ar_kw: اسم ملف تكوين Cnf

source: Delete Cnf File Config Name
ar_kw: حذف اسم ملف التكوين Cnf

source: Created By Username
ar_kw: تاريخ الإنشاء

source: Created Date
ar_kw: تم الإنشاء بواسطة اسم المستخدم

source: Updated By Username
ar_kw: تم التحديث بواسطة اسم المستخدم

source: Updated Date
ar_kw: تاريخ التحديث

# OWIN_USER_SEARCH
source: User Search
ar_kw: بحث المستخدم

# REPORT_SEARCH_VOLUNTEERRESULT
source: Search Volunteer Result Report
ar_kw: البحث عن تقارير عن حالة المتطوع بعد انتهاء التدريب

# REPORT_VOLUNTEERRESULT
source: Volunteer Result Report
ar_kw: تقارير عن حالة المتطوع بعد انتهاء التدريب

source: Search Volunteer Medical Exam Form
ar_kw: ابحث في استمارة الفحص الطبي الطوعي

# REPORT_VOLUNTEER_MEDICAL_EXAM_FORM
source: Volunteer Medical Exam Form
ar_kw: نموذج إقرار خلو من الأمراض المزمنة

# REPORT_SEARCH_VOLUNTEER_ALLDATABASIC
source: Search Volunteer All Data Basic
ar_kw: البحث الطوعي عن كافة البيانات الأساسية

# REPORT_VOLUNTEER_ALLDATABASIC
source: Volunteer All Data Basic
ar_kw: نموذج بيانات التطوع للملف الشخصي

# REPORT_VOLUNTEER_TEST_EXT
source: Volunteer Test Ext Report
ar_kw: نموذج العرض على لجنة (المقابلة النهائية)

# SEARCH_REPORT_VOLUNTEER_TEST_EXT
source: Search Volunteer Test Ext Report
ar_kw: البحث في نتائج اختبار المتطوعين

# DATE_TIME_ERROR
source: Date Time format is not correct
ar_kw: AR: Date Time format is not correct

# GEN_LANGUAGESY_LIST
source: Language List
ar_kw: قائمة نظام اللغات

source: Login with Credentials
ar_kw: تسجيل الدخول باستخدام بيانات الاعتماد

source: Login with Civil Id
ar_kw: تسجيل الدخول باستخدام البطاقة المدنية

source: Login with QR Code
ar_kw: تسجيل الدخول باستخدام مسح الرمز

source: By SMS
ar_kw: عن طريق الرسائل النصية

source: By Mobile Digital Id
ar_kw: عن طريق تطبيق هويتي

source: By Email
ar_kw: عن طريق البريد الاكتروني

# DATA_DELETE_ERROR
source: Error
ar_kw: خطأ

source: User Not Found
ar_kw: المستخدم غير مسجل

source: Civil ID
ar_kw: الرقم الهوية المدنية

# TRAN_APPLICANTSTATUS
source: Applicant Status
ar_kw: حالة مقدم الطلب

source: Applicant List
ar_kw: قائمة المتقدمين

source: Applicant Search
ar_kw: بحث الطلبات

source: Send By
ar_kw: AR: Send By

source: Send Date
ar_kw: AR: Send Date

source: Volunteer Security Clearance
ar_kw: طلب الرأي الامني

source: Volunteer Unit Clearance
ar_kw: طلب رأي الوحدة

source: Volunteer Medical Clearance
ar_kw: طلب الرأي الطبي

source: Please Select Relation
ar_kw: يرجى تحديد العلاقة

source: Are you sure?
ar_kw: هل أنت متأكد؟

# NOT_ABLE_TO_RECOVER_DATA
source: You will not be able to recover this data!
ar_kw: لن تتمكن من استعادة هذه البيانات!

source: No, cancel
ar_kw: لا، ألغِ الأمر

source: Yes, delete
ar_kw: نعم، احذف

source: Yes, Review
ar_kw: نعم، مراجعة

source: Success
ar_kw: نجاح

# REVIEW_ALL_DATA
source: Do you want to review all data?
ar_kw: هل تريد مراجعة كافة البيانات؟

# ACCOUNT_ACTIVE
source: Account is active
ar_kw: الحساب نشط

# ACCOUNT_VERIFICATION_FAIL
source: Account verification failed
ar_kw: فشل التحقق من الحساب

# ACCOUNT_VERIFICATION_SUCCESSFUL
source: Account verified successfully
ar_kw: تم التحقق من الحساب بنجاح

# ACCOUNT_VERIFIED
source: Account is already verified
ar_kw: لقد تم بالفعل التحقق من الحساب

source: Invalid User Info
ar_kw: معلومات المستخدم غير صالحة

# PROVIDED_CODE_INCORRECT
source: Provided code is incorrect
ar_kw: الرمز المقدم غير صالح

# VERIFICATION_CODE_DELAY_NOTE
source: Verification code is sent to your Mobile No/ Email/ Kuwait Mobile ID. Please wait atleast 5 minutes before requesting another code.
ar_kw: يتم إرسال رمز التحقق إلى رقم هاتفك المحمول/البريد الإلكتروني/معرف الهاتف المحمول الكويتي. يرجى الانتظار لمدة 5 دقائق على الأقل قبل طلب رمز آخر.

# FINAL_SUBMITTED_DATA_ROLLBACK
source: Your final submitted data will rollback
ar_kw: سيتم عكس تقديم البيانات النهائية الخاصة بك

source: Yes, rollback
ar_kw: نعم التراجع

source: Apply Another Batch
ar_kw: تطبيق دفعة أخرى

# FILENAME_REQUIRED_MSG
source: Please provide file name
ar_kw: يرجى تقديم اسم الملف

source: Please select Document
ar_kw: يرجى اختيار المستند

source: Basic info
ar_kw: معلومات الدفعة

source: Education info
ar_kw: بيانات الشهادة الدراسية

# EMERGENCY_INFO
source: Emergency Contact info
ar_kw: بيانات الطوارئ

source: Failed to process.
ar_kw: العمليه فشلت

source: Father info
ar_kw: معلومات الأب

source: Mother info
ar_kw: معلومات الأم

source: not found
ar_kw: غير معثور عليه

source: Spouse info
ar_kw: الزوج / الزوجة

source: Applicant Details
ar_kw: تفاصيل مقدم الطلب

source: Batch
ar_kw: دفعة

source: Full Name
ar_kw: الاسم بالكامل

source: Phase
ar_kw: المرحلة

# PRINT_DATA
source: Please print the data
ar_kw: يرجى طباعة البيانات

source: Rollback
ar_kw: التراجع

source: Show Report
ar_kw: اعرض التقرير

source: Status
ar_kw: حالة

# PLEASE_FILL_ALL_FIELD_MSG
source: Please fill all fields to make auditing easier
ar_kw: لتسهيل عملية التدقيق عند المراجعة يرجى تعبئة جميع الحقول

source: Invalid Civil ID
ar_kw: المستخدم غير مسجل

source: Generate QR
ar_kw: توليد ريال قطري

# ACCOUNT_NOT_ACTIVE
source: Account is Not Active
ar_kw: لم يتم تفعيل الحساب

# CONATCT_TO_MEDICAL_DEPT
source: Something Wrong. Please Contact with Medical Department!
ar_kw: هل هناك خطب ما. برجاء التواصل مع القسم الطبي!

# CONATCT_TO_SECURITY_DEPT
source: Something Wrong. Please Contact with Security Department!
ar_kw: هل هناك خطب ما. يرجى الاتصال بإدارة الأمن!

source: Call Us
ar_kw: اتصل بنا

source: Select All
ar_kw: تحديد الكل

# Please_Provide_Maximum_No_Applicant
source: Please Provide Maximum No of Applicant
ar_kw: يرجى كتابة الحد الأقصى لعدد المتقدمين

# MOBILE_NO_REQUIRED
source: Please Provide Mobile No
ar_kw: يرجى كتابة رقم الجوال

source: Forward to Security
ar_kw: إلى الأمام إلى الأمن

source: Forward to Medical
ar_kw: إلى الأمام إلى الطبية

# FORWARD_TO_SECURITY_QUESTION_TITLE
source: Do you want to forward to Security?
ar_kw: هل تريد أن يتم إرسالك إلى الأمن؟

# FORWARD_TO_UNIT_QUESTION_TITLE
source: Do you want to forward to Unit?
ar_kw: هل ترغب في إرسالها إلى الوحدة

# FORWARD_TO_MEDICAL_QUESTION_TITLE
source: Do you want to forward to Medical?
ar_kw: هل تريد أن يتم إرسالك إلى المكتب الطبي

source: Group Forward
ar_kw: المجموعة إلى الأمام

source: Yes, Forward!
ar_kw: نعم إلى الأمام

source: Error
ar_kw: خطأ

# REQUIRED_ALL_FIELD_ERROR_MESSAGE
source: Please fill all required field
ar_kw: يرجى تعبئة جميع الحقول المطلوبة

# REQUIRED_ERROR_MESSAGE
source: This field is required
ar_kw: هذا الحقل مطلوب

# EMAIL_VALIDATION_MESSAGE
source: Please enter a valid email address.
ar_kw: يرجى إدخال عنوان بريد إلكتروني صالح.

source: Profile Report
ar_kw: تقرير الملف الشخصي

# DUPLICATE_VALUE_ERROR
source: Duplicate value can not be saved
ar_kw: لا يمكن حفظ القيمة المكررة

# DUPLICATE_VALUE_ERROR_BATCH_CANDIDATE_TYPE_MAPPING
source: Batch is already mapped with Candidate Type. Please edit existing Batch Candidate Type mapping.
ar_kw: تم ضبط الدفعة بالفعل باستخدام نوع الفلتر. الرجاء تعديل تعيين نوع عامل تصفية الدفعة الحالية.

# ERR_MSG_REQUIRED_CIVIL_ID_OR_EMAIL_OR_MOBILE
source: Please provide Civil ID or Email or Mobile.
ar_kw: يرجى كتابة الهوية المدنية أو البريد الإلكتروني أو رقم الجوال

source: Document Info
ar_kw: معلومات المستند

# REPORT_BATCHSUMMARY
source: Batch Summary Report
ar_kw: تقرير ملخص الدورة

# REPORT_SEARCH_BATCHSUMMARY
source: Search Batch Summary Report
ar_kw: بحث تقرير ملخص الدورة

source: File format not supported
ar_kw: تنسيق ملف غير معتمد

source: Change Email
ar_kw: تغيير الايميل

# ERR_MSG_REQUIRED_CIVIL_ID
source: Please provide Civil ID
ar_kw: يرجى كتابة رقم البطاقة المدنية

source: No applicant found
ar_kw: لم يتم اختيار أي متقدم

source: No applicant selected
ar_kw: لم يتم اختيار أي متقدم

# SELECT_MINIMUM_APPLICANT
source: Please select at least one applicant
ar_kw: يرجى اختيار مقدم طلب واحد على الأقل

# TRAN_CHANGECONTACT
source: Change Contact Info
ar_kw: تغيير معلومات الاتصال

source: New Email Address
ar_kw: عنوان البريد الإلكتروني الجديد

source: New Mobile No
ar_kw: رقم جوال جديد

source: Change Mobile No
ar_kw: تغيير رقم الجوال

# REPORT_MEDICAL_EXAM
source: Medical Examination Report
ar_kw: تقرير الفحص الطبي

# SEARCH_MEDICAL_EXAM_REPORT
source: Search Medical Examination Report
ar_kw: البحث في تقرير الفحص الطبي

source: Search Volunteer Clearance Report
ar_kw: AR: Search Volunteer Clearance Report

source: Clearance Type
ar_kw: نوع التخليص

source: Clearance Status
ar_kw: حالة التخليص

# MOBILE_NO_LENGTH_VALIDATION
source: The mobile no length should be 8
ar_kw: رقم الجوال يجب أن يكون 8 أرقام

# MINIMUM_FIELD_FORM_VALIDATION
source: Please fill up any of the field
ar_kw: يرجى ملء أي من الحقول

# REPORT_VOLUNTEERCLEARANCE
source: Volunteer Clearance Report
ar_kw: تقرير الفحص التطوعي

# REFERENCE_IN_USE_ERROR
source: This reference is already in use. Data can not be deleted.
ar_kw: هذا المرجع قيد الاستخدام بالفعل. لا يمكن حذف البيانات.

# SELECT_ENTITY_NAME
source: Please Select Entity Name.
ar_kw: يرجى تحديد اسم الكيان

# SELECT_CERTIFICATE_LEVEL
source: Please Select Certificate Level.
ar_kw: الرجاء تحديد مستوى الشهادة

# SELECT_CERTIFICATE_NAME
source: Please Select Certificate Name
ar_kw: يرجى تقديم اسم الشهادة

# SELECT_PROFESSION_GROUP
source: Please Select Profession Group
ar_kw: إضافة مجموعة المهنة

# DATA_EXISTS_ERROR
source: Data already exists
ar_kw: البيانات موجودة بالفعل

# SELECT_COUNTRY
source: Please Select Country
ar_kw: الرجاء تحديد البلد

source: Download Sample Excel
ar_kw: تحميل قالب اكسل

source: Choose File
ar_kw: اختر ملف

# REPORT_VOLUNTEEREXAMLOG
source: Volunteer Exam Log Report
ar_kw: AR: Volunteer Exam Log Report

source: Search Volunteer Exam Log Report
ar_kw: للبحث في تقرير سجل الفحص الطوعي

source: Exam Type
ar_kw: نوع الامتحان

# SELECTEXAMTYPEFROMDROPDOWN
source: Please Select Exam Type
ar_kw: AR: Please Select Exam Type

# REPORT_APPLICANT_CERTIFICATEINFORMATION
source: Applicant Certificate Report
ar_kw: تقرير شهادة مقدم الطلب

# SEARCH_APPLICANT_CERTIFICATE_INFORMATION_REPORT
source: Search Applicant Certificate Report
ar_kw: بحث عن تقرير شهادة مقدم الطلب

# REPORT_SECURITYPROFILE
source: Security Profile Report
ar_kw: تقرير ملف تعريف الأمان

# REPORT_SEARCH_SECURITYPROFILE
source: Search Security Profile Report
ar_kw: تقرير ملف تعريف الأمان للبحث

# NOTIFICATION_SENT_SUCCESS
source: Notification sent successfully
ar_kw: تم إرسال الإشعار بنجاح

# REPORT_BATCHSUMMARYDETAILS
source: Batch Summary Details Report
ar_kw: تقرير تفاصيل ملخص الدفعة

source: Applicant Notification List
ar_kw: قائمة الإخطارات

# NO_NOTIFICATION
source: Notification not sent
ar_kw: لم يتم إرسال الإخطار

source: Failed
ar_kw: فشل

source: Forward
ar_kw: الأمام

source: Passed
ar_kw: ناجح

source: Waiting
ar_kw: انتظار

source: Absent
ar_kw: غائب

source: Agree
ar_kw: موافقة

source: Fit
ar_kw: لائق

source: Hold
ar_kw: منتطر

source: Incomplete
ar_kw: لم يكتمل

source: Not Agree
ar_kw: عدم موافقة

source: Unfit
ar_kw: غير لائق

source: Training Joined
ar_kw: انضم إلى التدريب

# NOTIFICATION_TYPE_SELECTION_WARNING
source: Please select at least one notification type
ar_kw: يرجى اختيار إشعار

# NOTIFICATION_SENT_FAILED
source: Notification could not be sent
ar_kw: لم يتم إرسال الإشعار

# GROUP_NOTIFICATION
source: Send Group Notification
ar_kw: الرسائل القصيرة بالجملة

source: Group Report
ar_kw: AR: Group Report

# REPORT_MEDEXAM_SMS_STATUS
source: Medical Exam SMS Status Report
ar_kw: AR: Medical Exam SMS Status Report

# REPORT_SEARCH_MEDEXAM_SMS_STATUS
source: Search Medical Exam SMS Status Report
ar_kw: AR: Search Medical Exam SMS Status Report

# REPORT_FINALEXAM_SMS_STATUS
source: Final Exam SMS Status Report
ar_kw: AR: Final Exam SMS Status Report

# REPORT_SEARCH_FINALEXAM_SMS_STATUS
source: Search Final Exam SMS Status Report
ar_kw: AR: Search Final Exam SMS Status Report

# REPORT_TRAININGJOIN_SMS_STATUS
source: Training Join SMS Status Report
ar_kw: AR: Training Join SMS Status Report

# REPORT_SEARCH_TRAININGJOIN_SMS_STATUS
source: Search Training Join SMS Status Report
ar_kw: AR: Search Training Join SMS Status Report

# CIVIL_ID_NOT_EXISTS
source: Civil ID does not exists
ar_kw: البطاقة المدنية غير موجودة

# VOLUNTEER_SECURITY_RETEST_APPROVAL
source: Volunteer Security Exam Re-Test Approval
ar_kw: AR: Volunteer Security Exam Re-Test Approval

# REPORT_VOLUNTEER_CONTRACT_REPORT
source: Volunteer Contract Report
ar_kw: AR: Volunteer Contract Report

# REPORT_SEARCH_VOLUNTEER_CONTRACT_REPORT
source: Search Volunteer Contract Report
ar_kw: AR: Search Volunteer Contract Report

source: Approval Date
ar_kw: تاريخ الموافقة

source: Approved By
ar_kw: تمت الموافقة عليها من قبل

source: Approve
ar_kw: يعتمد

source: Group Approve
ar_kw: موافقة المجموعة
